export const txtArr = [
  {
    title: "다양한 역량 보유",
    summary: `HTML, CSS, JavaScript를 비롯한 다양한 웹 기술 스택에 대한 깊은 이해를 갖고 있으며, 현재는 React와 Vue.js와 같은 인기 있는 라이브러리도 숙련되어 있습니다.`,
    summary2: ` 이를 통해 스타트업의 새로운 사업의 product를 전담하여 1개월 만에 제작할 수 있었습니다.`,
  },
  {
    title: "창의적 문제 해결력",
    summary:
      "복잡한 UI/UX 요구사항을 만족시키는 독창적인 디자인 및 개발 방법을 제시할 수 있습니다.",
    summary2:
      "또한, 버그나 성능 문제와 같은 기술적인 도전에 직면했을 때도 분석하고 문제를 해결하는 능력을 가지고 있습니다.",
  },
  {
    title: "학습력과 습득력",
    summary:
      "리액트의 Framework인 Next JS와 상태관리 라이브러리인 Jotai를 스스로 학습하여 적용하였습니다.",
    summary2:
      "사용자의 편의성을 고려하여 SSR의 적용이 필요했고, 전역상태를 관리해줄 라이브러리가 필요했습니다. 따라서, Next js와 Jotai를 신사업에 적용하여 성공적으로 product를 완성시킬 수 있었습니다.",
  },
  {
    title: "팀 협업과 커뮤니케이션",
    summary:
      "개발자, 디자이너 및 기타 이해관계자와 원활한 협업을 통해 프로젝트의 목표 달성을 위해 노력합니다. ",
    summary2:
      "의사소통, 문제 해결, 일정 관리 등 다양한 측면에서 팀의 성과 향상에 기여합니다.",
  },
];
